tap "heroku/brew"
tap "tkengo/highway"
tap "homebrew/core"
tap "homebrew/bundle"
tap "sanemat/font"
tap "caskroom/cask"
brew "autoconf"
brew "automake"
brew "gettext"
brew "libffi"
brew "pixman"
brew "cmigemo"
brew "czmq"
brew "fish"
brew "libtiff"
brew "libtool"
brew "pango"
brew "geckodriver"
brew "gperftools"
brew "htop"
brew "libsodium"
brew "libyaml"
brew "lua"
brew "mecab"
brew "mecab-ipadic"
brew "openssl@1.1"
brew "phantomjs"
brew "postgresql"
brew "pyenv"
brew "python", link: false
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "the_silver_searcher"
brew "tig"
brew "vim", args: ["with-lua", "with-python3"]
brew "wget"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty"
brew "tkengo/highway/highway"
cask "dropbox"
cask "firefox"
cask "iterm2"
cask "jitouch"
cask "the-unarchiver"
cask "vlc"
cask "xee"
