cask_args appdir: "/Applications"

tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/bundle"
brew "mas" # App Storeのアプリをインストールする
brew "git"
brew "wget"
brew "tree"
brew "fish"
brew "neovim"
brew "node"
brew "rbenv"
brew "tig"
cask "appcleaner"
cask "iterm2"
cask "the-unarchiver"
cask "google-chrome"
cask "vlc"
cask "keyboardcleantool"
